[
  {"full_title":"Bus, Train, Ferry, Flight to Koh Phangan : Cheap Ticket, Schedule","title":"Koh Phangan","label":"koh-phangan","popular_route":{"from":["koh-samui","khao-sok","suratthani","koh-lanta","ao-nang-krabi","krabi","donsak","phuket","koh-tao","nakhon-sri-thammarat","koh-chang","bangkok","railay","koh-phi-phi","hat-yai","chumporn","hua-hin","trang"],"to":["krabi","suratthani","ao-nang-krabi","khao-sok","koh-tao","donsak","bangkok","phuket","chumporn","railay","koh-samui","hua-hin","koh-phi-phi","nakhon-sri-thammarat","koh-lanta"],"place_key":"koh-phangan"},"scroll":[{"name":"About Koh Phangan","link":"#about"},{"name":"Travelling to Koh Phangan","link":"#travel"},{"name":"Koh Phangan’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Phangan","desc":["Every year Koh Phangan is becoming a more and more popular destination among travelers! Blending together unknown Thailand getaway, Half Moon and Full Moon Parties, mindful communities, silent retreats, amazing clean beaches and a lot of nature trails to hike and explore. If you still doubt whether to go or not, Koh Phangan is probably one of the best places to spend your vacation. It doesn't matter if you are a backpacker, solo traveler, a couple or a family with kids, you will definitely going to love Koh Phangan for its authentic atmosphere and the opportunity to try various types of vacation in one place."]},"travel":{"header":"Travelling to Koh Phangan","detail":[{"header":"Bus to Koh Phangan","label":"bus","desc":[]},{"header":"Train to Koh Phangan","label":"train","desc":[]},{"header":"Ferry to Koh Phangan","label":"ferry","desc":["The only way","to get to Koh Phangan is by ferry. Since Koh Phangan is an island with no connection to the mainland and there is no airport, you won’t be able to get there by bus or flight but you still can choose the option which combines both bus and ferry if you travel from Bangkok, Ao Nang (or anywhere from Krabi), Khao Sok, Koh Phi Phi, Phuket and other. You can find combined tickets on Kohlife.com or simply travel by ferry if you are traveling from Surat Thani, Koh Tao or Koh Samui."]},{"header":"Flight to Koh Phangan","label":"airplane","desc":[]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Pai : Cheap Ticket, Schedule","title":"Pai","label":"pai","popular_route":{"from":["chiangmai"],"to":["chiangmai"],"place_key":"pai"},"scroll":[{"name":"About Pai","link":"#about"},{"name":"Travelling to Pai","link":"#travel"},{"name":"Pai’s Routes Ideas","link":"#route"}],"about":{"header":"About Pai","desc":["Pai is a cozy town in Northern Thailand which is something you should put on your bucket list. First of all, Pai is a relaxing and beautiful spot. Surrounded by hills and Mae Hong Song Loop, the climate is slightly different from entire Thailand. Many people call Pai a hippie place because of the chill atmosphere, beautiful scenery, and authentic bars! Pai is the place where people go for just a couple of days but stay always stay longer! One of the main highlights of Pai is a walking street with the best street food in whole Southeast Asia!","Pai is nothing you would expect from Thailand. It is a very special place with its own vibe which you can get only by visiting this unique small place!"]},"travel":{"header":"Travelling to Pai","detail":[{"header":"Bus to Pai","label":"bus","desc":["The bus is the most popular, easy and direct way to get to Pai from any place in Thailand and even outside its borders. You can get on the bus in Chiang Mai or Chiang Rai as the quickest option! Be ready for a way all the way up on the famous Mae Hong Son loop with beautiful scenery and a lot of curves!"]},{"header":"Train to Pai","label":"train","desc":["If you want to experience taking the train to Pai, we recommend you first to take a train to Chiang Mai from Bangkok, for example, and then take a bus from Chiang Mai to Pai as there is no train station in Pai which enables the direct train route to Pai."]},{"header":"Ferry to Pai","label":"ferry","desc":["Since Pai is situated in the very north of Thailand, in the mainland, it makes it impossible to get here by ferry. But flight, bus or even a train can be a great alternative if you want to visit such a unique place."]},{"header":"Flight to Pai","label":"airplane","desc":["If you want to fly to Pai, you might want to consider an option to fly to Chiang Mai instead and then take a bus to Pai since there is no airport directly in Pai. The trip from Chiang Mai to Pai takes a maximum of 4 hours on a comfortable AC bus."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Chiang Rai : Cheap Ticket, Schedule","title":"Chiang Rai","label":"chiang-rai","popular_route":{},"scroll":[{"name":"About Chiang Rai","link":"#about"},{"name":"Travelling to Chiang Rai","link":"#travel"},{"name":"Chiang Rai’s Routes Ideas","link":"#route"}],"about":{"header":"About Chiang Rai","desc":["Chiang Rai is a famous place in Northern Thailand where people from all over the places are tempting to get. The reason is the famous white and blue temples which are considered one of the most beautiful temples in the whole of Southeast Asia. Besides that, Chiang Rai is a unique northern town with its outstanding culture and pace. It is very quiet while very religious and picturesque. It is surrounded by the high mountains which are also an attraction for a few tourists, where you can meet breathtaking sunrise among the clouds.","Chiang Rai is not a touristic place but its logistics are well developed so you can get here by train, bus and even flight!"]},"travel":{"header":"Travelling to Chiang Rai","detail":[{"header":"Bus to Chiang Rai","label":"bus","desc":["Getting to Chiang Rai by bus is the easiest and cheapest way of travelling. You can simply get from anywhere in Thailand to Chiang Rai by bus and even from outside the country like Laos and Myanmar! The bus options may vary depending on your travel itinerary, needs and expectations!"]},{"header":"Train to Chiang Rai","label":"train","desc":["There is no train station in Chiang Rai, so if you have decided to use the train as the mean to get to your travelling destination, we would recommend to get to Chiang Mai by train first and then book a bus that will take you all the way to Chiang Rai!"]},{"header":"Ferry to Chiang Rai","label":"ferry","desc":[]},{"header":"Flight to Chiang Rai","label":"airplane","desc":["Surprisingly, there is an International airport in Chiang Rai which enables both domestic and international flights to Chiang Rai from almost anywhere! Booking a flight to Chiang Rai means that you will get there very fast, safe and cheap since there are many low-cost options which are offered by numerous flight companies."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Chang : Cheap Ticket, Schedule","title":"Koh Chang","label":"koh-chang","popular_route":{"from":["chiangmai","bangkok","koh-samui"],"to":["koh-phangan","chiangmai","bangkok","koh-samui"],"place_key":"koh-chang"},"scroll":[{"name":"About Koh Chang","link":"#about"},{"name":"Travelling to Koh Chang","link":"#travel"},{"name":"Koh Chang’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Chang","desc":["Koh Chang is a place with turquoise water and a deep and beautiful jungle full of unique flora and fauna. The island is considered one of the biggest in the area and that’s why there are plenty of things to do for everyone and plenty of places to stay and explore! This is definitely a place for nature lovers great for hiking and trekking.","The beaches of Koh Chang are one of the cleanest with the reach wild and underwater life.","Koh Chang is remaining an undiscovered getaway in Thailand where you can have your perfect vacation with great food, culture and a relaxing time by the beach swimming in warm water and sunbathing under tender Thailand’s sun."]},"travel":{"header":"Travelling to Koh Chang","detail":[{"header":"Bus to Koh Chang","label":"bus","desc":["You can easily hop on the bus that will take you all the way from Bangkok to Koh Chang. We also offer an option to get to Koh Chang from Siem Reap and refresh after a great tour in Angkor Wat in a fresh ocean! The bus is a great way to get to Koh Chang, it’s also cheap and hustle-free!"]},{"header":"Train to Koh Chang","label":"train","desc":["There is no train station or railways that are leading to Koh Chang, but the advantage of the island is that it is situated close to Bangkok which means you can book your flight to Bangkok and then take a bus to Koh Chang. You may also take a flight to Surat Thani and then also get to Koh Chang by bus from there."]},{"header":"Ferry to Koh Chang","label":"ferry","desc":["There are two regular ferry lines that operate daily in order to get you to Koh Chang. The ferries leave from Laem Ngop where there is a pier with the boats that leave every 45 minutes every day a year! Most of the bus option to Koh Chang also includes ferry journey as it easy and fast to reach the destination by ferry or speed boat."]},{"header":"Flight to Koh Chang","label":"airplane","desc":["In order to fly to Koh Chang, you need to book a flight to Trat Airport (TDX) and then from there take a bus and then a ferry (there are combined tickets available) that will take you all the way to Koh Chang. Even there is no airport in Koh Chang directly, the flight still remains the fastest way to get here."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Lipe : Cheap Ticket, Schedule","title":"Koh Lipe","label":"koh-lipe","popular_route":{"from":["koh-ngai","koh-mook","langawi","koh-kradan","koh-lanta","satun","hat-yai","koh-bulone","phuket","koh-phi-phi"],"to":["koh-ngai","satun","langawi","koh-mook","koh-phi-phi","hat-yai","koh-lanta","koh-kradan","koh-bulone","phuket"],"place_key":"koh-lipe"},"scroll":[{"name":"About Koh Lipe","link":"#about"},{"name":"Travelling to Koh Lipe","link":"#travel"},{"name":"Koh Lipe’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Lipe","desc":["Koh Lipe is in the top 10 best island destinations in the world being ahead of Seychelles and following the Maldives! It is nothing like you have seen before in Thailand. Koh Lipe is a real Thai paradise being a wonderful place for couples, families with kids and solo travelers who like to explore something new! The white-sand beaches and calm water is what you need for a perfect day laying on the lounge chair, having a cocktail and feeling like the mild sun touches your skin with a little tan.","The greatest advantage of the island is that you don’t have to use any transport as the island is super small. You can walk 2 km long or 1 km wide and see everything that Koh Lipe is hiding."]},"travel":{"header":"Travelling to Koh Lipe","detail":[{"header":"Bus to Koh Lipe","label":"bus","desc":["Even though Koh Lipe is an island, you can get here by bus from Phuket! The trip takes about 5 hours and 30 minutes by a very comfortable bus with the AC. There are few other bus options to Koh Lipe which you might be interested in. Simply choose your destination on Kohlife.com and check all the possible ways you can get to Koh Lipe from there."]},{"header":"Train to Koh Lipe","label":"train","desc":[]},{"header":"Ferry to Koh Lipe","label":"ferry","desc":["Koh Lipe is a small island and that is why you can easily get there by ferry. There are several ferries circulating on an everyday basis from Satun and you can choose the best option that fits your itinerary on Kohlife.com. Any of the chosen options would be a great choice as ferries have all the facilities for your safe and comfortable journey."]},{"header":"Flight to Koh Lipe","label":"airplane","desc":["There is no airport on Koh Lipe but if you prefer to fly to your travel destination, you can book a flight to Satun and then take a ferry to Koh Lipe for the fastest and easiest way to the white sand beach! There are plenty of low-cost and regular flights every day from Bangkok and other popular destinations in Thailand!"]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Phuket : Cheap Ticket, Schedule","title":"Phuket","label":"phuket","popular_route":{"from":["koh-phi-phi","khao-sok","krabi","koh-lanta","koh-samui","phang-nga","railay","koh-phangan","pattalung","ao-nang-krabi","koh-yao-yai","koh-yao-noi","trang","khao-lak","hat-yai","suratthani","satun","koh-tao","koh-mook","koh-kradan","koh-bulone","koh-lipe","koh-ngai"],"to":["donsak","krabi","koh-phi-phi","koh-phangan","koh-samui","ao-nang-krabi","koh-lanta","koh-yao-yai","koh-kradan","railay","koh-lipe","koh-yao-noi","koh-ngai","koh-bulone","koh-mook"],"place_key":"phuket"},"scroll":[{"name":"About Phuket","link":"#about"},{"name":"Travelling to Phuket","link":"#travel"},{"name":"Phuket’s Routes Ideas","link":"#route"}],"about":{"header":"About Phuket","desc":["Phuket is not only the top destination in Thailand but also the world’s top place to go, explore, party and relax. It’s considered vacation-friendly for families with kids, groups of friends, couples and backpackers. So it doesn’t matter what type of comfort and adventure you are looking for and how much money you want to spend, you will definitely find the option in Phuket. Besides, visiting main beaches and highlights which are Big Buddha, Wat Chalong, famous Patong and Kata beach, and, of course, Bangla Road for party lovers, you might take advantage out of the perfect location of Phuket."]},"travel":{"header":"Travelling to Phuket","detail":[{"header":"Bus to Phuket","label":"bus","desc":["The bus is what people take when travelling to Phuket as it is super easy, cheap even though it might take time. But here comes the advantage of it: you can see the nature of Thailand and bus will usually drop you at your hotel which saves time, money and nerves sometimes!"]},{"header":"Train to Phuket","label":"train","desc":["If you really like to take a train while travelling around Thailand and heading to Phuket, you may take the train to Surat Thani first since there is no train station in Phuket. From Surat Thani, you may book a bus to Phuket so that way you will have the full travelling experience to remember and bring back home!"]},{"header":"Ferry to Phuket","label":"ferry","desc":[]},{"header":"Flight to Phuket","label":"airplane","desc":["You can easily choose the flight as the means of transportation to Phuket. Since there is an international airport in Phuket, you can fly here not only from other destinations in Thailand such as Bangkok, Krabi, Chiang Mai or others but also from outside Thailand! Flights in Thailand are cheap and safe, offering a wide range of options including low-cost flights."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Railay : Cheap Ticket, Schedule","title":"Railay","label":"railay","popular_route":{"from":["koh-samui","koh-phi-phi","koh-phangan","koh-lanta","phuket","suratthani","koh-tao"],"to":["koh-phi-phi","phuket","koh-tao","koh-lanta","khao-sok","bangkok","koh-samui","koh-phangan"],"place_key":"railay"},"scroll":[{"name":"About Railay","link":"#about"},{"name":"Travelling to Railay","link":"#travel"},{"name":"Railay’s Routes Ideas","link":"#route"}],"about":{"header":"About Railay","desc":["Railay is a wonder surrounded by great beaches and which is hard to get to. That is why the number of boats and timetable are limited here. But remember the rule: the harder it is to get, the more it is worth!","Railay has it all Krabi Province has to offer: melting candle rocks, turquoise and calm water, mild climate, perfect location to travel around and see more places like Ao Nang Beach, Koh Phi Phi, Phuket, Koh Lanta, and even head to beautiful places like Koh Samui, Koh Phangan and Koh Tao! While travelling to Railay, check out Phra Nang Beach and Tonsai Beach. If you are an active traveller check out Railay rocks which are considered as the best spot for rock climbing in the world!"]},"travel":{"header":"Travelling to Railay","detail":[{"header":"Bus to Railay","label":"bus","desc":["Even though Railay seems to be a faraway island, there is an option to get there by bus! You may get to Railay by bus from the southern islands like Koh Tao, Koh Phangan and Koh Samui and from more popular destinations! There might be a possibility of combined tickets though where you also should be taking a ferry. Check Kohlife.com for more available options and see you at the beach!"]},{"header":"Train to Railay","label":"train","desc":["In case you have decided to take a train to Railay you would have to do some journey, that’s for sure! First, you need to book the train to Surat Thani, then the bus to Krabi and then a ferry to Railay. But look how rewarding it is! You will get to see so much of Thailand’s scenery and get a touch of Thai culture!"]},{"header":"Ferry to Railay","label":"ferry","desc":["You can take a ferry, speed boat and longtailed boat to Railay from various Krabi directly or choose a combined option if you are heading from Bangkok, Koh Lanta, Chiang Mai or Southern islands like Koh Samui or Koh Phangan. There is also a direct ferry option from Phuket."]},{"header":"Flight to Railay","label":"airplane","desc":["Since Railay is such a tiny little place with no transportation on it, there is no airport directly in Railay. What you can do is to book your flight to Krabi and then book a ferry to Railay. It is not that far away and still saves a lot of your time and energy to explore a new exciting place!"]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Siem Reap : Cheap Ticket, Schedule","title":"Siem Reap","label":"siemreap","popular_route":{"from":["bangkok"],"to":["bangkok"],"place_key":"siemreap"},"scroll":[{"name":"About Siem Reap","link":"#about"},{"name":"Travelling to Siem Reap","link":"#travel"},{"name":"Siem Reap’s Routes Ideas","link":"#route"}],"about":{"header":"About Siem Reap","desc":["Siem Reap is truly a place of wonder. It is the home of the world-famous Angkor Wat which takes away the breath of everyone who ever heard of this place before. Angkor Wat is in the bucket list of every traveller for sure! Here you can touch feel and breath the history and learn more about the exciting history of Khmer civilization.","Besides Angkor, Siem Reap is a beautiful town with a developed infrastructure and lots of great things to do and visit. You can easily get here from anywhere in Cambodia and outside the country!"]},"travel":{"header":"Travelling to Siem Reap","detail":[{"header":"Bus to Siem Reap","label":"bus","desc":["Getting to Siem Reap by bus is the most popular and easy way to travel. Every year more and more people choose the bus instead of flight or train as it is cheaper and hustle-free. Travellers drive the bus companies to improve and offer more regular buses with more facilities for the cheaper price!"]},{"header":"Train to Siem Reap","label":"train","desc":["You can take a train to Siem Reap if you want to experience a unique way to travel around Southeast Asia! The only thing is that there are no direct trains to Siem Reap but you might want to catch a train from Bangkok to Cambodian border and then hop on a bus to reach Siem Reap!"]},{"header":"Ferry to Siem Reap","label":"ferry","desc":[]},{"header":"Flight to Siem Reap","label":"airplane","desc":["Flights to Siem Reap is one of the most reasonable and fast ways people choose nowadays. It saves a lot of time and money since there are many low-cost flights offered by flight companies. Plus it is very convenient compared to a bus or train. Siem Reap has an international airport so you can reach the destination even outside Cambodia."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Khao Lak : Cheap Ticket, Schedule","title":"Khao Lak","label":"khao-lak","popular_route":{"from":["ao-nang-krabi","krabi"],"to":["krabi","ao-nang-krabi","phuket","koh-lanta","koh-phi-phi"],"place_key":"khao-lak"},"scroll":[{"name":"About Khao Lak","link":"#about"},{"name":"Travelling to Khao Lak","link":"#travel"},{"name":"Khao Lak’s Routes Ideas","link":"#route"}],"about":{"header":"About Khao Lak","desc":["Khao Lak has not always had the attention it deserves. The territory of Khao Lak is now home to three National Parks, one of which is famous Khao Lak Lamru National Park. Since it only started to develop recently, this area is still quiet and you really feel like you are the only one in the world. The white sand beaches with a calm sea make you feel like you are on the inhabitant island which is not always a thing about Thailand. This part of Thailand attracts those who love beautiful untouched nature, rich wildlife with colourful birds, butterflies and flowers.","You may get to Koh Samet by bus, flight and train if you consider some layovers and changes in transportation."]},"travel":{"header":"Travelling to Khao Lak","detail":[{"header":"Bus to Khao Lak","label":"bus","desc":["The bus is the easiest way to get to Khao Lak from wherever you are in Thailand. It is easy to find and you can choose the pickup and drop off point so you don’t have to worry about where you are and how you can get to your hotel or to the bus station."]},{"header":"Train to Khao Lak","label":"train","desc":["In order to get to Khao Lak by train, you will have to take the train to Surat Thani as it is the nearest station to Khao Lak. From there you can hop on the bus or ferry or even fly to Phuket. It all depends on what you want to include in your adventure and how much time you have to explore."]},{"header":"Ferry to Khao Lak","label":"ferry","desc":["You may choose a ferry as an option to travel to Khao Sok and discover this way of transport as well! You can easily get to Koh Samui, Koh Phangan, Koh Tao, Surat Thani and other vacation destinations. Check out the possible options on Kohlife.com and see you at the beach!"]},{"header":"Flight to Khao Lak","label":"airplane","desc":["There is no airport in Khao Lak so the closest airport is the one in Phuket. You can simply book a flight to Phuket from literally anywhere and then hop on the bus that will take you straight to your hotel in Khao Lak. A flight is a fast and easy way to get to your destination and in the case with Khao Lak, it also helps you discover Phuket if you will decide so!"]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Lanta : Cheap Ticket, Schedule","title":"Koh Lanta","label":"koh-lanta","popular_route":{"from":["koh-phi-phi","krabi","koh-ngai","koh-mook","koh-kradan","koh-bulone","railay","ao-nang-krabi","phuket","koh-samui","khao-lak","khao-sok","suratthani","koh-phangan","koh-lipe"],"to":["koh-tao","donsak","koh-phangan","koh-phi-phi","krabi","phuket","koh-samui","koh-ngai","suratthani","koh-mook","koh-kradan","ao-nang-krabi","koh-bulone","railay","khao-sok","bangkok","koh-lipe"],"place_key":"koh-lanta"},"scroll":[{"name":"About Koh Lanta","link":"#about"},{"name":"Travelling to Koh Lanta","link":"#travel"},{"name":"Koh Lanta’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Lanta","desc":["Koh Lanta is a place in Thailand which is absolutely not touristy but absolutely gorgeous. The white sand beaches with colourful water and no people that what attracts real travellers who want to explore and seek adventure to Lanta island. Due to the rich underwater life, the sea looks extremely picturesque from inside and out. And yes, Koh Lanta is this hidden snorkelling and diving gem with untouched nature and talented dive instructors. Here you can get your diving certificate or just do the fun dives.","Let the wildness not scare you. Koh Lanta has it all for the comfortable stay for solo travellers, backpackers, groups of friends, couples and families with kids."]},"travel":{"header":"Travelling to Koh Lanta","detail":[{"header":"Bus to Koh Lanta","label":"bus","desc":["Koh Lanta is an island with no connection to the mainland but, nevertheless, you may get there by bus! The magic is that a special boat transports the buses from the mainland and deliver them straight to Koh Lanta! That is definitely an experience you want to be part of!","You may get to Koh Lanta by bus from Ao Nang, Surat Thani and many more popular destinations."]},{"header":"Train to Koh Lanta","label":"train","desc":["Koh Lanta is an island where it is not possible to get by train. But if you have a desire to experience that means of travel, then we definitely recommend doing so to broaden your horizons and touch the Thai culture. In this case, you might have to book the train to Surat Thani and then get to Koh Lanta by ferry or bus!"]},{"header":"Ferry to Koh Lanta","label":"ferry","desc":["You can easily get to Koh Lanta by ferry since there are many options from all over the places: Krabi, Phuket, Koh Phi Phi and Southern islands like Koh Tao, Koh Phangan and Koh Samui! The ferry is a cheap, safe and fast option where you can relax, get some tan and be sure that professional ferry crew will provide a high level of service!"]},{"header":"Flight to Koh Lanta","label":"airplane","desc":["There is no airport in Koh Lanta, so if you want to use this mean of transport, you might have to take the flight to Krabi and then get to bus or ferry that will take to Koh Lanta! It will still save a lot of your time and energy and money since there are a lot of low-cost flights available to Krabi!"]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Kood : Cheap Ticket, Schedule","title":"Koh Kood","label":"koh-kood","popular_route":{"from":["bangkok"],"to":["bangkok"],"place_key":"koh-kood"},"scroll":[{"name":"About Koh Kood","link":"#about"},{"name":"Travelling to Koh Kood","link":"#travel"},{"name":"Koh Kood’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Kood","desc":["Koh Kood (or Ko Kut) is a perfect Thailand’s getaway with no crowds and hustle. It is a place to run away from the city and enjoy the beach and quietness. But if you happened to be an adventurer, there are definitely things to do in Koh Kood too. Small but well-organised diving spots are what attracts many divers and snorkelers who are travelling to Thailand. Koh Kood is not very famous around the traveller which make it a peaceful place with no crowds but still with a developed transport system. You may get to Koh Kood by bus, ferry and a flight if you consider the combined trips where you include several types of transport."]},"travel":{"header":"Travelling to Koh Kood","detail":[{"header":"Bus to Koh Kood","label":"bus","desc":["You will have to book a bus to Trat town to reach Laem Sok Pier and then take a ferry to reach Koh Kood. There are no direct buses since Koh Kood is not connected to the mainland but there are plenty of options which are adapted for connected routes if you book a combined ticket."]},{"header":"Train to Koh Kood","label":"train","desc":[]},{"header":"Ferry to Koh Kood","label":"ferry","desc":["The ferry is the most popular and most used way of getting to Koh Kood. There are several companies that circulate their ferries daily so you may choose the best option that fits your travel itinerary and travel expectations."]},{"header":"Flight to Koh Kood","label":"airplane","desc":["If you want to fly to Koh Kood you might be considering the flight to Trat airport (TRX) and then a transfer to Laem Sok Pier where you take a ferry to Koh Kood or you may also do the same from Bangkok from Suvarnabhumi Airport (BKK). There is no airport directly on Koh Kood so if you consider flight as the mean of transportation you might want to do a little planning in advance.",""]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Tao : Cheap Ticket, Schedule","title":"Koh Tao","label":"koh-tao","popular_route":{"from":["koh-lanta","donsak","koh-phangan","koh-samui","railay","bangkok","suratthani","khao-sok","krabi","ao-nang-krabi","chumporn","hua-hin"],"to":["ao-nang-krabi","donsak","koh-phangan","suratthani","koh-samui","krabi","phuket","bangkok","railay"],"place_key":"koh-tao"},"scroll":[{"name":"About Koh Tao","link":"#about"},{"name":"Travelling to Koh Tao","link":"#travel"},{"name":"Koh Tao’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Tao","desc":["Koh Tao is the island in Southern Thailand and is a part of the Chumphon Archipelago with untouched wildlife. Although it is probably the most beautiful island in Thailand, Koh Tao is still not touristy. The island is famous for the biggest number of diving schools where you can get your PADI certificate and see an amazing underwater world of the Andaman Sea! So if you always wanted to become a diver, learn underwater photography, become a dive instructor or a rescue diver, Koh Tao is the place to do so. Besides white sand beaches and colorful corals, Koh Tao is a unique place to feel the real island life and enjoy the summer vibe all year round!"]},"travel":{"header":"Travelling to Koh Tao","detail":[{"header":"Bus to Koh Tao","label":"bus","desc":[]},{"header":"Train to Koh Tao","label":"train","desc":[]},{"header":"Ferry to Koh Tao","label":"ferry","desc":["Since Koh Tao is a small island so you only can get there by ferry. The ferries to Koh Tao leave from Surat Thani, Koh Phangan, and Koh Samui. Nevertheless, you can get to Koh Tao using flight, bus or train if you are traveling from the mainland. If you like to fly here, then take a flight to Koh Samui and then a ferry. You can also choose the option which combines both bus and ferry to Koh Tao if you travel from Bangkok, Krabi, Phuket, Koh Lanta, and other popular destinations."]},{"header":"Flight to Koh Tao","label":"airplane","desc":[]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Satun : Cheap Ticket, Schedule","title":"Satun","label":"satun","popular_route":{"from":["koh-lipe","koh-bulone"],"to":["koh-lipe","phuket","koh-bulone"],"place_key":"satun"},"scroll":[{"name":"About Satun","link":"#about"},{"name":"Travelling to Satun","link":"#travel"},{"name":"Satun’s Routes Ideas","link":"#route"}],"about":{"header":"About Satun","desc":["Satun is a southern city of Thailand which is situated on the border with Malaysia. It is famous for being a great spot on your way to explore Koh Lipe, Tarutao National Park. Due to its unique geographical position, it combines the cultures of the two world. It is also a very picturesque and beautiful place which is definitely worth seeing. The landscape of Satun is famous for the virgin islands, verdant forests, and towering mountains. This place is literally untouched and that’s why it is so beautiful and extraordinary.","You can get to Satun by bus and ferry."]},"travel":{"header":"Travelling to Satun","detail":[{"header":"Bus to Satun","label":"bus","desc":["You can reach Satun by bus from Bangkok, Phuket, Hat Yai, Trang and La-Ngu. The bus passes the city centre where you can hop off to save on the transfer costs. It is not a very popular bus destination, but you still can make it and Kohlife will gladly help you with it."]},{"header":"Train to Satun","label":"train","desc":[]},{"header":"Ferry to Satun","label":"ferry","desc":["You can travel to Satun from Langkawi in Malaysia from the ferry or get there from Koh Lipe, for example! There are several ferry options available on Kohlife.com from Thammalung Pier in Satun so you can well plan your travel itinerary."]},{"header":"Flight to Satun","label":"airplane","desc":["There is no airport in Satun directly but you can book a flight to the closest airport in Langkawi, where you can easily get from Bangkok and Kuala Lumpur with Air Asia. You could get a flight from Hat Yai which serviced by different airlines so you can choose the best option for you."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Vientiane : Cheap Ticket, Schedule","title":"Vientiane","label":"vientiane","popular_route":{"from":[],"to":[],"place_key":"vientiane"},"scroll":[{"name":"About Vientiane","link":"#about"},{"name":"Travelling to Vientiane","link":"#travel"},{"name":"Vientiane’s Routes Ideas","link":"#route"}],"about":{"header":"About Vientiane","desc":["Vientiane is the capital of Laos and one of the biggest cities in the country. It amazes with its architecture and the way life goes here: slow and calm. There are many things to do and explore: Pha That Luang (beautiful golden stupa outside the city), the magnificent Buddha Park, the Night Market, Patuxai (the beautiful arch in the centre of the town). There are also many temples all around the city where you may wander drinking the fruit smoothie.","Vientiane as the capital of Laos has a very developed transport system so you can easily get here by train, plane and bus."]},"travel":{"header":"Travelling to Vientiane","detail":[{"header":"Bus to Vientiane","label":"bus","desc":["Bus to Vientiane is the comfortable way to travel around and get to your next vacation destination for a cheap price and hustle-free. You can get to Luang Prabang, Vang Vieng and almost all Laos cities and towns and even outside Laos cities like Bangkok."]},{"header":"Train to Vientiane","label":"train","desc":["You can experience a real Laos train from Bangkok and","Ayutthaya to Vientiane and have the best and unforgettable memories of a unique trip you had.","The train from Bangkok to Vientiane is super comfortable, clean, has AC and is a great alternative to bus and flight!"]},{"header":"Ferry to Vientiane","label":"ferry","desc":[]},{"header":"Flight to Vientiane","label":"airplane","desc":["There is an international airport in Vientiane where you can literally fly from anywhere in the world and from the cities in Laos like Luang Prabang. It is an easy and convenient way that can also be super cheap if you book a low-cost option."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Vang Vieng : Cheap Ticket, Schedule","title":"Vang Vieng","label":"vangvieng","popular_route":{"from":[],"to":[],"place_key":"vangvieng"},"scroll":[{"name":"About Vang Vieng","link":"#about"},{"name":"Travelling to Vang Vieng","link":"#travel"},{"name":"Vang Vieng’s Routes Ideas","link":"#route"}],"about":{"header":"About Vang Vieng","desc":["Vang Vieng is a place in the Northern Laos which amazes with the beauty of its landscape. The city itself is pretty small but that is not what people are coming here for! The main reason is those hills covered with the green carpet, rivers and nature trails that lead to breathtaking sceneries. Everywhere you’ll go, will be a new discovery, new awe and excitement. Many backpackers and travellers use Vang Vieng as the relaxing stop to recover from the trip and fill themselves with energy. Vang Vieng is a wonderful place if you are a nature photographer and if you love exploring the viewpoints since there are so many of them!"]},"travel":{"header":"Travelling to Vang Vieng","detail":[{"header":"Bus to Vang Vieng","label":"bus","desc":["Vang Vieng is a very developed travelling destination and that’s why you can easily reach it from anywhere in Laos even though you might have a quick layover. The roads in Laos are quite a descent so the bus trip won’t be shaky. Moreover, the scenery behind your window would be unbelievable."]},{"header":"Train to Vang Vieng","label":"train","desc":["There is no train station in Vang Vieng but if you want to take a train in Laos, you might want to try book the train to Vientiane from where you can hop on a bus and get to Vang Vieng! Trains in Laos are clean, safe and fun since you get to see the country’s scenery, relax and meet the locals."]},{"header":"Ferry to Vang Vieng","label":"ferry","desc":["There is no way you can come to Vang Vieng by ferry but if you really want to travel by water transport we have an alternative for you. You may take a slow boat from Chiang Mai to Luang Prabang and then hop on a bus that will take you to Vang Vieng. This way you can experience a great cultural way to move around and find new friends on a journey that takes two days!"]},{"header":"Flight to Vang Vieng","label":"airplane","desc":["There are no flights available to Vang Vieng since there is no airport in the city. Though you might want to fly to Vientiane instead and take a bus tour to Vang Vieng which takes about 3 hours."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Suratthani : Cheap Ticket, Schedule","title":"Suratthani","label":"suratthani","popular_route":{"from":["khao-sok","koh-samui","koh-phangan","koh-phi-phi","koh-lanta","bangkok","koh-tao","donsak","krabi","ao-nang-krabi"],"to":["koh-samui","koh-phi-phi","koh-phangan","krabi","bangkok","donsak","koh-tao","phuket","Donsak","ao-nang-krabi","railay","koh-lanta"],"place_key":"suratthani"},"scroll":[{"name":"About Suratthani","link":"#about"},{"name":"Travelling to Suratthani","link":"#travel"},{"name":"Suratthani’s Routes Ideas","link":"#route"}],"about":{"header":"About Suratthani","desc":["Suratthani is a small town in Southern Thailand where life is calm and care-free. If you are traveling by bus and ferry around Thailand and are heading to Thailand’s islands like Koh Samui, Koh Tao, Koh Phangan, and Koh Nang Yuan, your way would lead to Suratthani.","Since Suratthani is one of the main logistic points in Thailand, which has a pier where most ferries (including the overnight ferries) depart from, you will meet this beautiful place!","Even if you are here as the transit destination, visit the night market nearby the pier and get some snacks for your trip!","Suratthani is the destination where you can take a break, rest without hustle and bustle and meet the most gorgeous sunsets!"]},"travel":{"header":"Travelling to Suratthani","detail":[{"header":"Bus to Suratthani","label":"bus","desc":["You can easily get to Suratthani by bus booked on Kohlife from Ao Nang, Bangkok, Donsak Pier, Khao Sok, Koh Lanta, and Phi Phi. If the trip takes the longer time you can choose the bus with the sleeping chairs to take a rest and be ready to explore!"]},{"header":"Train to Suratthani","label":"train","desc":["It is possible to take a train to Suratthani from Bangkok. The number of the train heading to Suratthani is 43. There are also connections to the pier if you are planning to continue your trip to Koh Samui, Koh Phangan or Koh Tao!"]},{"header":"Ferry to Suratthani","label":"ferry","desc":["You may easily get to Suratthani by ferry from the major Southern islands like Koh Samui, Koh Phangan, and Koh Tao. There are also overnight ferries circulating around if you want to experience something truly authentic and local!"]},{"header":"Flight to Suratthani","label":"airplane","desc":["There is an international airport in Suratthani so if you prefer flight to other ways of moving around, that would be a great option for you! Moreover, you may fly to Suratthani from Koh Samui if you want to save your time for more adventurous!"]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Ao Nang : Cheap Ticket, Schedule","title":"Ao Nang","label":"ao-nang-krabi","popular_route":{"from":["koh-samui","koh-phi-phi","koh-phangan","koh-tao","donsak","koh-lanta","phuket","khao-sok","koh-yao-yai","khao-lak","koh-yao-noi","suratthani"],"to":["koh-phangan","koh-lanta","phuket","koh-yao-yai","koh-samui","khao-sok","khao-lak","koh-yao-noi","bangkok","koh-tao","suratthani","koh-phi-phi","donsak"],"place_key":"ao-nang-krabi"},"scroll":[{"name":"About Ao Nang","link":"#about"},{"name":"Travelling to Ao Nang","link":"#travel"},{"name":"Ao Nang’s Routes Ideas","link":"#route"}],"about":{"header":"About Ao Nang","desc":["Ao Nang is one of the most popular beach destinations in Krabi Province after Phuket. A lively nightlife, the long street with shops, bars, restaurants and night markets with delicious food - all can be found at beautiful Ao Nang! It is a place a solo traveller, group of friends, couple or a family with kids would definitely enjoy. The main highlight of the destination, which is gorgeous beaches with famous melting candle rocks, attracts travellers from all over the world! Ao Nang is the place not only to spend the whole vacation but to see more of Thailand. It is easy to reach Phi Phi Islands, Railay, Krabi, Koh Lanta and other beautiful places from Ao Nang Beach due to its great location!"]},"travel":{"header":"Travelling to Ao Nang","detail":[{"header":"Bus to Ao Nang","label":"bus","desc":["Getting to Ao Nang by bus remains the most popular and easy way even though there are ferry and flight available as well. A bus to Ao Nang is a cheap and comfortable way that will also allow you to see the surroundings of Krabi Province which amazes with its beauty! You can get a bus to Ao Nang from Bangkok, Khao Sok, Koh Phi Phi (combined ticket with ferry + bus) and many more popular destinations!"]},{"header":"Train to Ao Nang","label":"train","desc":["Taking a train to Ao Nang is an exciting journey! First, you would have to book a train to Surat Thani train station, from where you can take a bus to Ao Nang with some possible stops. This way is a little longer than bus or flight but it has its advantages as a comfortable train, laying beds and beautiful scenery outside your window!"]},{"header":"Ferry to Ao Nang","label":"ferry","desc":["You can take a ferry or a speed boat to Ao Nang from various destinations like Koh Phi Phi, Koh Lanta, Railay or even Southern islands like Koh Samui, Koh Tao and Koh Phangan. It is a very safe and comfortable way to get to Ao Nang while watching beautiful little islands on the way to your vacation destination."]},{"header":"Flight to Ao Nang","label":"airplane","desc":["There is an International airport in Krabi which allows you to fly to Ao Nang with an additional transfer option. It is an easy, fast and cheap way to get to Ao Nang not only from another big city in Thailand like Chiang Mai, Bangkok, Phuket etc. but also from outside Thailand!"]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Yao Yai : Cheap Ticket, Schedule","title":"Koh Yao Yai","label":"koh-yao-yai","popular_route":{"from":["phuket","ao-nang-krabi"],"to":["ao-nang-krabi","phuket"],"place_key":"koh-yao-yai"},"scroll":[{"name":"About Koh Yao Yai","link":"#about"},{"name":"Travelling to Koh Yao Yai","link":"#travel"},{"name":"Koh Yao Yai’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Yao Yai","desc":["Yao Yai is a great place which is not discovered by travellers. It is not crowded even in the high season which makes it a perfect getaway from the entire world. The island is very tiny, it doesn’t have much of nightlife but there is something special about that place that everyone feels and loves about Koh Yao Yai. The beaches here are very beautiful and clean and you will hardly see other people besides you.","The only way to get to the island is by ferry but you might want to consider the combined trips with layovers and changing of the vehicles."]},"travel":{"header":"Travelling to Koh Yao Yai","detail":[{"header":"Bus to Koh Yao Yai","label":"bus","desc":["Since Koh Yao Yai is an island with no connection to the mainland, you will have to take a bus in Phuket, for instance, and then hop on the speed boat to get to Koh Yao Yai.  This way you can literally create an itinerary from wherever in Thailand or Southeast Asia or check out Kohlife.com for available options."]},{"header":"Train to Koh Yao Yai","label":"train","desc":[]},{"header":"Ferry to Koh Yao Yai","label":"ferry","desc":["As a ferry or a speed boat is an only way to get to Koh Yao Yai","so you will have to adapt your travel itinerary for the marine voyage! The speed boat takes about an hour from Phuket Bang Rong Pier but you can also get to Koh Yao Yai from Ao Nang Krabi and Railay!"]},{"header":"Flight to Koh Yao Yai","label":"airplane","desc":["The closest airport to get to Koh Yao Yai is the one in Phuket. You can take a bus or a transfer directly to the Bang Rong Pier and in an hour you will already hit an absolutely gorgeous island of Yai Yai."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Nakhon Sri Thammarat : Cheap Ticket, Schedule","title":"Nakhon Sri Thammarat","label":"nakhon-sri-thamarat","popular_route":{"from":["koh-phangan","koh-samui"],"to":["koh-phangan","koh-samui","donsak"],"place_key":"nakhon-sri-thammarat"},"scroll":[{"name":"About Nakhon Sri Thammarat","link":"#about"},{"name":"Travelling to Nakhon Sri Thammarat","link":"#travel"},{"name":"Nakhon Sri Thammarat’s Routes Ideas","link":"#route"}],"about":{"header":"About Nakhon Sri Thammarat","desc":["Nakhon Sri Thammarat is a southern town in Thailand surrounded by a beautiful coastline from one side and by mountains from the other. It is a great place to visit due to its unique landscape and a cultural spirit. You can simply walk around Nakhon Sri Thammarat streets to get an idea of a Thai lifestyle and energy. This is a traditional place for travellers that are looking for a unique experience not available for everyone but if you have chosen Nakhon Sri Thammarat as your travel destination you will definitely be happy about your choice!","You can get to Nakhon Sri Thammarat by plane, bus and train."]},"travel":{"header":"Travelling to Nakhon Sri Thammarat","detail":[{"header":"Bus to Nakhon Sri Thammarat","label":"bus","desc":["There are several buses coming to Nakhon Sri Thammarat from all over Thailand like Bangkok, Surat Thani, Krabi, Koh Lanta, Phuket and Hat Yai. The bus arrives at the bus station which is situated a couple of kilometres away from the city centre."]},{"header":"Train to Nakhon Sri Thammarat","label":"train","desc":["There is a train station in Nakhon Sri Thammarat situated in the centre of the town at the west end of Neramit Road and a block west of Rajdamnern Road. There are two trains are coming from Bangkok to Nakhon Sri Thammarat. You can also get to Nakhon Sri Thammarat Surat Thani, Chumphon and Hua Hin by train."]},{"header":"Ferry to Nakhon Sri Thammarat","label":"ferry","desc":[]},{"header":"Flight to Nakhon Sri Thammarat","label":"airplane","desc":["You can easily book a flight and get to Nakhon Sri Thammarat from Bangkok or from outside Thailand with a possible layover in Bangkok",".  It is a convenient way to get to the city with little time and money since there are many low-cost options are available."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Krabi : Cheap Ticket, Schedule","title":"Krabi","label":"krabi","popular_route":{"from":["koh-samui","donsak","koh-phangan","koh-phi-phi","phuket","khao-sok","khao-lak","suratthani","koh-lanta","phang-nga","koh-tao","krabi","trang","hat-yai"],"to":["koh-lanta","koh-phangan","phuket","koh-samui","khao-sok","bangkok","koh-phi-phi","khao-lak","suratthani","koh-tao","krabi","donsak"],"place_key":"krabi"},"scroll":[{"name":"About Krabi","link":"#about"},{"name":"Travelling to Krabi","link":"#travel"},{"name":"Krabi’s Routes Ideas","link":"#route"}],"about":{"header":"About Krabi","desc":["Krabi Old Town is a cute little place with an amazing riverwalk with the view over the Krabi famous tall rocks which are popping out of the water. If you are staying here for the weekend, the night weekend market in Krabi town can be a great idea. You will be surprised by all the variety of delicious Thai street food there. Once visiting Krabi Town you might consider a day tour to the famous Tiger Cave and then head to beautiful Railay, Ao Nang or even Koh Lanta!\u000bKrabi Town has very developed transport connections to all the most famous and popular destinations in Thailand and it is faster and easier to get to the far getaways from the town after you spent some time exploring Krabi."]},"travel":{"header":"Travelling to Krabi","detail":[{"header":"Bus to Krabi","label":"bus","desc":["The bus is one of the most popular ways to get to Krabi as you can literally get here from anywhere from Thailand. For example, you can take an overnight bus from Bangkok or a comfortable and quick bus trip from Khao Sok or Phuket! Whenever you are staying now, the bus option to Krabi is the easiest and affordable mean to get to Krabi!"]},{"header":"Train to Krabi","label":"train","desc":["Unfortunately, there is no option to get to Krabi straight by train as the closest train station is in Surat Thani. If you still want to experience the authentic way of traveling by train, you may book your train ticket to Surat Thani and then book a bus that will take you to Krabi on Kohlife.com!"]},{"header":"Ferry to Krabi","label":"ferry","desc":["As Krabi is still the mainland, you can get here mostly by bus or flight but if you are heading from islands like Railay, Koh Lanta, Koh Phi Phi or Southern islands like Koh Samui and Koh Phangan, you will have to choose the combined option where you first take a ferry and then a comfortable AC bus to Krabi!"]},{"header":"Flight to Krabi","label":"airplane","desc":["Since Krabi has an international airport, you can fly straight to Krabi from whenever you are in the world. Moreover, the distances in Thailand are not that long, so the trip from Bangkok, Phuket or Koh Samui to Krabi wouldn’t take longer than an hour. Flight to Krabi is a convenient and cheap way (since there are many low-cost flights) to reach the destination and save a lot of energy and time to explore nature and lay by the beach!"]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Yao Noi : Cheap Ticket, Schedule","title":"Koh Yao Noi","label":"koh-yao-noi","popular_route":{"from":["ao-nang-krabi","phuket"],"to":["phuket","ao-nang-krabi"],"place_key":"koh-yao-noi"},"scroll":[{"name":"About Koh Yao Noi","link":"#about"},{"name":"Travelling to Koh Yao Noi","link":"#travel"},{"name":"Koh Yao Noi’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Yao Noi","desc":["Koh Yao Noi is a heaven, a hidden gem of Thailand and maybe the whole of Southeast Asia. It is a small cute place with absolutely gorgeous beaches, authentic atmosphere and special Thai people. It is not a party place but instead, it is a perfect getaway from the entire world. Likewise, Koh Yao Yai, this is an undiscovered place where you won’t see many people. So if you imagine your vacation as quiet mindful time with yourself or your loved ones, Koh Yao Noi is what you are looking for.","The only way to get to Koh Yao Noi is by the ferry or a speed boat since it’s a small island with limited access."]},"travel":{"header":"Travelling to Koh Yao Noi","detail":[{"header":"Bus to Koh Yao Noi","label":"bus","desc":["The bus is the most popular way to move around Thailand, so you will get to Koh Yao Noi by bus with only one stop at Bang Rong Pier where you will have to change to a ferry or a speed boat to Koh Yao Noi."]},{"header":"Train to Koh Yao Noi","label":"train","desc":[]},{"header":"Ferry to Koh Yao Noi","label":"ferry","desc":["There are many ferry or speed boat options available from Koh Yao Yai and Phuket daily before it gets dark. The ferry trip to Koh Yao Noi takes no more than an hour from Bang Rong Pier in Phuket or sometimes even less depending on what option you have chosen. The boat trip to Koh Yao Yai takes no more than 15 minutes in total."]},{"header":"Flight to Koh Yao Noi","label":"airplane","desc":["The closest airport from where you can get to Koh Yao Noi is in Phuket. It is very easy to get to Koh Yao Noi actually if you flew to Krabi as well since you can catch a ferry and reach the island pretty fast. The same happens if you have a flight to Phuket. You will need a bus or a transfer to Bang Rong Pier and from there directly to Koh Yao Noi."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Khao Sok : Cheap Ticket, Schedule","title":"Khao Sok","label":"khao-sok","popular_route":{"from":["koh-phangan","krabi","railay","koh-lanta","koh-phi-phi","hat-yai","trang","ao-nang-krabi","koh-samui"],"to":["suratthani","koh-samui","koh-phangan","krabi","phuket","ao-nang-krabi","koh-tao","bangkok","koh-phi-phi","koh-lanta","donsak"],"place_key":"khao-sok"},"scroll":[{"name":"About Khao Sok","link":"#about"},{"name":"Travelling to Khao Sok","link":"#travel"},{"name":"Khao Sok’s Routes Ideas","link":"#route"}],"about":{"header":"About Khao Sok","desc":["Khao Sok National Park is what should be in your bucket list when travelling to Thailand. Covered with the world’s oldest rainforest and being a home for the unique species of animals, birds and plants, Khao Sok is famous for the Cheow Lan Lake created by man. High rocks reminding the Avatar movie are surrounding the magnificent freshwater turquoise lake where you can sleep overnight in the floating bungalows! Besides exploring the lake and the long-tailed boat ride, there is a part of Khao Sok National Park where you can experience a real jungle trekking. Khao Sok is a unique experience you shouldn’t miss while being in Thailand! You can easily get to Krabi and Hat Yai from Khao Sok to continue exploring Thailand."]},"travel":{"header":"Travelling to Khao Sok","detail":[{"header":"Bus to Khao Sok","label":"bus","desc":["The bus to Khao Sok is what most travellers choose as this is the only way to","get there. Since the competition is high, the bus companies constantly improve their services to provide the best quality for a lower price. You can choose from the variety of vehicles from a minivan to a VIP bus with all the facilities."]},{"header":"Train to Khao Sok","label":"train","desc":["There is no direct train that will take you to Khao Sok but if you still want to experience the Thai train, we recommend you to take the train to  Phun Phin town and then take a bus to Khao Sok. You may also get to Surat Thani for easier logistics and more travel experience!"]},{"header":"Ferry to Khao Sok","label":"ferry","desc":[]},{"header":"Flight to Khao Sok","label":"airplane","desc":["Since there is no airport in Khao Sok, you might want to book the flight to Phuket (a regular flight, several times a day with a low-cost option available) and then take a bus to Khao Sok. This way you will save a lot of time since and money and got to enjoy and try several ways to move around Thailand."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Samet : Cheap Ticket, Schedule","title":"Koh Samet","label":"koh-samet","popular_route":{"from":[],"to":["bangkok"],"place_key":"koh-samet"},"scroll":[{"name":"About Koh Samet","link":"#about"},{"name":"Travelling to Koh Samet","link":"#travel"},{"name":"Koh Samet’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Samet","desc":["Koh Samet is the island close to Bangkok which is well-preserved and admired by the locals. It has its charm, warm beautiful beaches and literally everything you want for your perfect vacation. Even the island might seem small, there is an active nightlife if you enjoy that! Koh Samet is a perfect destination for the backpackers, families with kids and couples who want to have their own piece of paradise. It is an absolutely gorgeous place for special travellers who like to open undiscovered places and then share stories with your friends!","It is quite easy to get to Koh Samet. The most common way to get to Koh Samet is by bus and ferry combining both types of transport to reach the island."]},"travel":{"header":"Travelling to Koh Samet","detail":[{"header":"Bus to Koh Samet","label":"bus","desc":["You might take a bus from Bangkok and then change to ferry to reach Koh Samet. The ferry to Koh Samet leaves from the Nuan Thip Pier in Ban Phe and takes less than an hour to get to the destination. You can also get here from Pattaya if you are considering a bit of travelling around."]},{"header":"Train to Koh Samet","label":"train","desc":[]},{"header":"Ferry to Koh Samet","label":"ferry","desc":["The ferry is the only way to get to Koh Samet and also travel around if you are coming from Koh Chang, Koh Kood or Koh Mak. There are several options to choose from. Each company offers different levels of services and prices so you can choose the one that matches your expectation!"]},{"header":"Flight to Koh Samet","label":"airplane","desc":["There is no airport in Koh Samet since it’s just a small quiet island but its advantage is that it is situated close to Bangkok. So if you have decided to book a flight to get to Koh Samet, you might want to fly to Bangkok first and then take a bus to Nuan Thip Pier from where you can get on a ferry to Koh Samet."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Luang Prabang : Cheap Ticket, Schedule","title":"Luang Prabang","label":"luangprabang","popular_route":{"from":[],"to":[],"place_key":"luang-prabang"},"scroll":[{"name":"About Luang Prabang","link":"#about"},{"name":"Travelling to Luang Prabang","link":"#travel"},{"name":"Luang Prabang’s Routes Ideas","link":"#route"}],"about":{"header":"About Luang Prabang","desc":["Luang Prabang is a small town in Northern Laos where it feels like the time has stopped. The touch of the French architecture and splendid nature that what bring travellers from all over the world here, to Luang Prabang. The life here is slow and easy and you can wander around the temples and then sit and meet the sunset by the Mekong River. \u000bLuang Prabang is full of cosy and authentic cafes and restaurants where you can spend your afternoons when the weather is getting hot. In the morning you can take part in the monks’ alms ceremony where you can give food to the monks to have a blessing and to experience a cultural diversity of Southeast Asia."]},"travel":{"header":"Travelling to Luang Prabang","detail":[{"header":"Bus to Luang Prabang","label":"bus","desc":["Similarly to the rest of Southeast Asia, the bus is the most common way to move around in Laos.","You may get to Luang Prabang from Vientiane or Vang Vieng easily, fast and cheap. You will have a choice of several options depending on your preferences and expectations. The bus will pick you up at your hotel and will drop you off at the centre of Luang Prabang."]},{"header":"Train to Luang Prabang","label":"train","desc":["There is no train station in Luang Prabang, nevertheless, you still can experience train journey if you are heading to Luang Prabang You will have two options: to take a train to Chiang Mai and then take a slow boat to Luang Prabang from there or to get a train to Vientiane and then a bus to Luang Prabang. Both ways are not the fastest ones but exciting!"]},{"header":"Ferry to Luang Prabang","label":"ferry","desc":["An absolutely unique and unforgettable experience is to book a slow boat from Northern Thailand","(from Chiang Mai or Chiang Rai) to Luang Prabang and spend two days cruising on Mekong River. It is the thing on every traveller’s bucket list that makes people come to Laos and create a special atmosphere of an adventure."]},{"header":"Flight to Luang Prabang","label":"airplane","desc":["The flight is a very easy, fast and safe way to travel to Luang Prabang. There is an international airport and you won’t have to worry about the transfer to Luang Prabang, you can even walk from the airport as it is so close to the town. The taxi to Luang Prabang city centre would cost a maximum of 6 USD and take about 10-15 minutes."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Bangkok : Cheap Ticket, Schedule","title":"Bangkok","label":"bangkok","popular_route":{"from":["koh-phangan","koh-samui","suratthani","koh-kood","railay","koh-lanta","krabi","siemreap","hua-hin","phnom-penh","battambang","chiangmai","koh-phi-phi","koh-chang","ao-nang-krabi","khao-sok","koh-tao","koh-samet","suvarnabhumi-airport","pattaya","koh-mak"],"to":["koh-phi-phi","suratthani","koh-mak","koh-samui","koh-tao","chiangmai","donsak","koh-phangan","siemreap","koh-chang","pattaya","koh-kood"],"place_key":"bangkok"},"scroll":[{"name":"About Bangkok","link":"#about"},{"name":"Travelling to Bangkok","link":"#travel"},{"name":"Bangkok’s Routes Ideas","link":"#route"}],"about":{"header":"About Bangkok","desc":["Give Bangkok a chance to become one of the most exciting destinations in Thailand for you. If you don’t like all the hustle choose Lupine park. Here you can relax in the shadows of the trees and have a little walk! The great number of cafes and restaurants are incredible in Bangkok. Here you can find the best Pad Thai places, little bars with an incredible atmosphere.","Bangkok is famous for shopping presenting both the biggest market Chatuchak and fashionable shopping malls.","Visit some places like King's Palace, Wat Arun (The Dawn Temple) and Wat Pho (The Reclining Buddha Temple) and check out Khao San Road!","Bangkok is reachable by flight, bus and train depending on where you are coming from!"]},"travel":{"header":"Travelling to Bangkok","detail":[{"header":"Bus to Bangkok","label":"bus","desc":["The bus is the easiest and cheapest way of traveling to Bangkok at any time of the day. You can get to Bangkok by bus from Ao Nang Krabi, Battambang, Butterworth, Chiang Mai, Chumporn, Donsak, Hat Yai, Hua Hin, Kanchanaburi, Khao Lak, Khao Sok, Khon Kaen, Koh Chang, Koh Kood, Koh Lanta, Koh Mak, Koh Phangan, Koh Phi Phi, Southern islands and others."]},{"header":"Train to Bangkok","label":"train","desc":["One of the most comfortable ways to get to Bangkok is by train. You can chill and stretch on the soft bed, look out the window and preserve the energy you will need in Bangkok! The train to Bangkok is coming from Chiangmai as the most popular route, but other destinations can also be a departure point to Bangkok."]},{"header":"Ferry to Bangkok","label":"ferry","desc":[]},{"header":"Flight to Bangkok","label":"airplane","desc":["There are two large international airports in Bangkok and the busiest ones in the country. Every hour several flights are delivered to Thailand and it creates a great opportunity to travel from everywhere to Bangkok either you are in Thailand or outside the country! There are many low-cost options available to get to Bangkok to save your money and time!"]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Chiang Mai : Cheap Ticket, Schedule","title":"Chiang Mai","label":"chiangmai","popular_route":{"from":["pai","koh-chang","bangkok","mae-hong-son"],"to":["pai","mae-hong-son","koh-chang","bangkok"],"place_key":"chiangmai"},"scroll":[{"name":"About Chiang Mai","link":"#about"},{"name":"Travelling to Chiang Mai","link":"#travel"},{"name":"Chiang Mai’s Routes Ideas","link":"#route"}],"about":{"header":"About Chiang Mai","desc":["Chiang Mai is a unique place in Thailand where you meet Mae Hong Son Loop with 1864 curves, nature trails, the longest night market, lantern festival, original celebration of Songkran or simply Thai New Year! Chiang Mai is not a beach destination in Thailand, however, it is one of the most popular destinations in Thailand regardless of the time of the year. The climate here is a little bit cooler compared to other destinations in Thailand. Must visit of Chiang Mai are definitely Doi Inthanon and Doi Suthep National Parks. These places are the cultural and religious centers of Northern Thailand. You can get to Chiang Mai by flight, train or bus!"]},"travel":{"header":"Travelling to Chiang Mai","detail":[{"header":"Bus to Chiang Mai","label":"bus","desc":["You can simply get to Chiang Mai by bus if you are starting your journey from Bangkok, Chiang Rai, Pai, Mae Hong Son, Luang Prabang, and Vientiane. The buses are coming back and forth all the time just choose a comfortable time for you!"]},{"header":"Train to Chiang Mai","label":"train","desc":["One of the most comfortable ways to get to Chiang Mai is by train. You can relax on the soft bed, staring out the window and have the energy to explore the next morning you arrive! The train to Chiang Mai leaves from Bangkok on an everyday basis 5 times a day! The train trip from Bangkok takes a minimum of 11 hours and can last up to 13 hours depending on the number of the train you choose."]},{"header":"Ferry to Chiang Mai","label":"ferry","desc":["The only opportunity to travel to Chiang Mai by ferry is from Luang Probang, Laos. There is a huge ferry that takes 2 days to come from all the way from Laos to Thailand. It is one of the most authentic ways to travel in the world and many people are coming here just to try that amazing ferry!"]},{"header":"Flight to Chiang Mai","label":"airplane","desc":["Since there is an international airport in Chiang Mai, you can fly here from wherever you are now! There are direct flights from Laos, Vietnam if you want to continue exploring Southeast Asia and Thailand is next on your destination list. Also if you did the South of Thailand and don’t want to spend a long time traveling all the way up north, flight to Ching Mai will be a great alternative to bus and train."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Phi Phi : Cheap Ticket, Schedule","title":"Koh Phi Phi","label":"koh-phi-phi","popular_route":{"from":["suratthani","koh-lanta","railay","phuket","bangkok","krabi","koh-phangan","koh-ngai","koh-lipe","koh-samui","koh-bulone","khao-sok","khao-lak","ao-nang-krabi","koh-kradan","koh-mook"],"to":["phuket","koh-lanta","krabi","ao-nang-krabi","railay","suratthani","khao-sok","koh-samui","donsak","bangkok","koh-bulone","koh-phangan","koh-lipe","koh-kradan","koh-mook","koh-ngai"],"place_key":"koh-phi-phi"},"scroll":[{"name":"About Koh Phi Phi","link":"#about"},{"name":"Travelling to Koh Phi Phi","link":"#travel"},{"name":"Koh Phi Phi’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Phi Phi","desc":["Koh Phi Phi is a great choice for families with kids, solo travelers, couples and definitely a group of friends. Phi Phi islands offer all kinds of accommodation: from an affordable hostel with crazy parties to a getaway splendid villas far from everyone’s eyes.","There are plenty of things to see in Koh Phi Phi as it is probably the most beautiful place in Thailand. For instance, Phi Phi Leh National Park where you can swim in the blue lagoon, snorkel near the Maya Bay see a night glowing plankton.","Koh Phi Phi is a party island for those who love the nightlife. Here you can join the pool party, make new friends, shift from one beach party to another until they are all closed!"]},"travel":{"header":"Travelling to Koh Phi Phi","detail":[{"header":"Bus to Koh Phi Phi","label":"bus","desc":[]},{"header":"Train to Koh Phi Phi","label":"train","desc":[]},{"header":"Ferry to Koh Phi Phi","label":"ferry","desc":["The only way to get to Koh Phi Phi is a ferry as Phi Phi is a group of islands. There are basically two islands: Phi Phi Don and Phi Phi Leh. If the first one is reachable by local ferry companies available on Kohlife.com, Phi Phi Leh is a National Park where you can go only with an organized tour."]},{"header":"Flight to Koh Phi Phi","label":"airplane","desc":[]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Koh Samui : Cheap Ticket, Schedule","title":"Koh Samui","label":"koh-samui","popular_route":{"from":["khao-sok","suratthani","koh-lanta","donsak","phuket","krabi","koh-phangan","bangkok","koh-tao","ao-nang-krabi","chumporn","hua-hin","railay","hat-yai","koh-phi-phi","nakhon-sri-thammarat","phang-nga","koh-chang","trang"],"to":["suratthani","krabi","koh-phangan","ao-nang-krabi","railay","donsak","phuket","koh-tao","bangkok","hat-yai","chumporn","koh-phi-phi","koh-chang","koh-lanta","hua-hin","khao-sok","nakhon-sri-thammarat"],"place_key":"koh-samui"},"scroll":[{"name":"About Koh Samui","link":"#about"},{"name":"Travelling to Koh Samui","link":"#travel"},{"name":"Koh Samui’s Routes Ideas","link":"#route"}],"about":{"header":"About Koh Samui","desc":["Samui island is one of the top destinations in the Gulf of Thailand and the second largest island in Thailand. Koh Samui has it all: fresh seafood markets, beautiful beaches, romantic getaways, and great nightlife. The infrastructure on the island is very developed so you can have access to all the major facilities, big shopping centers, hospitals, retreats, and restaurants. The main highlight of the second largest island is Ang Thong Marine National Park with its amazing archipelagos of 42 islands! Since Koh Samui is a highly developed destination for travelers around the world you would be able to get there not only by ferry but also by flight since there is an airport on the island!"]},"travel":{"header":"Travelling to Koh Samui","detail":[{"header":"Bus to Koh Samui","label":"bus","desc":[]},{"header":"Train to Koh Samui","label":"train","desc":[]},{"header":"Ferry to Koh Samui","label":"ferry","desc":["An easy and fast way to get to Koh Samui is by ferry. Since Koh Samui is an island, you won’t be able to get there by bus but you still can choose the option which combines both bus and ferry if you travel from Bangkok, for example. Kohlife.com offers a lot of options with combined tickets or just the ferry if you are traveling from Surat Thani, Koh Tao or Koh Phangan."]},{"header":"Flight to Koh Samui","label":"airplane","desc":["Exciting! There is an airport in Koh Samui which means you can extend your vacation by saving some precious hours by the beach! There are regular flights with numerous flight companies like Thai Airways, Thai Smile, Air Asia and others to choose from! The flight from Bangkok to Koh Samui would take around one hour while the bus and ferry option might take up to 12 hours if you choose the overnight bus."]}]}},
  {"full_title":"Bus, Train, Ferry, Flight to Ayutthaya : Cheap Ticket, Schedule","title":"Ayutthaya","label":"ayuthaya","popular_route":{"from":[],"to":[],"place_key":"ayutthaya"},"scroll":[{"name":"About Ayutthaya","link":"#about"},{"name":"Travelling to Ayutthaya","link":"#travel"},{"name":"Ayutthaya’s Routes Ideas","link":"#route"}],"about":{"header":"About Ayutthaya","desc":["Ayutthaya is the former capital of Thailand and one of the most beautiful towns in Thailand. It attracts travellers from all over the world with its architecture and the touch of history. It was founded almost 750 years ago and those ancient temples still keep the secret of Siam culture. You can easily travel there from Bangkok for just a couple of days to bring more memories to your travel experience. Ayutthaya is situated not far from Bangkok which makes it easier to travel there from anywhere in Thailand by train and bus."]},"travel":{"header":"Travelling to Ayutthaya","detail":[{"header":"Bus to Ayutthaya","label":"bus","desc":["Bus to Vientiane is the comfortable way to travel around and get to your next vacation destination for a cheap price and hustle-free. You can get to Luang Prabang, Vang Vieng and almost all Laos cities and towns and even outside Laos cities like Bangkok."]},{"header":"Train to Ayutthaya","label":"train","desc":["There is a train station in Ayutthaya which means you can travel here from Bangkok and Chiang Mai easily! The train to Ayutthaya is a unique chance to experience a comfortable modern Thai train, check out the picturesque view outside your window and relax before you explore Ayutthaya!"]},{"header":"Ferry to Ayutthaya","label":"ferry","desc":[]},{"header":"Flight to Ayutthaya","label":"airplane","desc":["There is no airport in Ayutthaya but if you prefer flight as the way to travel, we can recommend you to fly to Bangkok and then take a bus to Ayutthaya which will only take about 2 hours."]}]}}
]
